Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/pre_school_education_and_childcare/health_safety_and_welfare_of_preschool_childcare_services.html.txt.tmx
Source language: en
Languages: ga

source: Regulation of pre-school childcare services
ga: Rialúchán na soláthraithe seirbhísí chúram leanaí réamhscoile

source: The law in Ireland provides for the regulation and inspection of pre-school childcare services
ga: Forálann dlí i gcomhair rialúchán agus iniúchadh seirbhísí chúram leanaí réamhscoile

source: Under the Child Care Act 1991 as amended by the Child and Family Agency Act 2013 the Child and Family Agency (Tusla) is charged with ensuring the health, safety and welfare of pre-school children attending services
ga: Faoin Acht um Chúram Leanaí, 1991 arna leasú ag an Acht um an nGníomhaireacht um Leanaí agus an Teaghlach, 2013 (pdf) tá an Ghníomhaireacht um Leanaí agus an Teaghlach (Tusla) freagrach as sláinte, sábháilteacht agus leas leanaí réamhscoile atá ag freastal ar sheirbhísí a chinntiú

source: Pre-school children are defined by law as “children under 6 years of age, who are not attending a national school or equivalent”
ga: Sainmhínítear leanaí réamhscoile mar “leanbh nach bhfuil sé bliana d’aois slánaithe aige agus nach bhfreastalaíonn ar scoil náisiúnta ná ar scoil a sholáthraíonn clár oideachasúil den tsamhail chéanna le scoil náisiúnta”

source: Pre-school services include pre-schools, play groups, day nurseries, crèches, childminders and other similar services looking after more than 3 pre-school children
ga: Is iad réamhscoileanna, grúpaí imeartha, naíolanna lae, créiseanna, feighlithe agus seirbhísí dena samhail atá ag tabhairt aire do níos mó na triúr leanbh réamhscoile a n-áirítear i seirbhísí réamhscoile

source: Pre-school care providers are required to notify the Child and Family Agency that they are providing services
ga: Éilítear ar soláthraithe chúram réamhscoile cur in iúl don Ghníomhaireacht um Leanaí agus an Teaghlach go bhfuil seirbhísí á soláthair acu

source: In addition, they are required to take all reasonable measures to safeguard the health, safety and welfare of pre-school children attending their service
ga: Ina theannta sin, éilítear orthu gach beart réasúnacht chun sláinte, sábháilteacht agus leas na leanaí réamhscoile a fhreastalaíonn ar a seirbhís a chaomhnú

source: Specifics about the regulation of pre-school childcare services are set out in the Child Care Act 1991 (Early Years Services) Regulations 2016
ga: Leagtar amach sonraí sonracha faoi sheirbhísí cúram leanaí réamhscoile a rialáil i Rialacháin an Achta um Chúram Leanaí, 1991 (Seirbhísí Luathblianta), 2016

source: These Regulations set down the standards of health, safety and welfare that must be in place before such services can be provided
ga: Leagann na Rialacháin seo síos chaighdeáin sláinte, sábháilteachta agus leasa a chaithfear chur ar bun sular féidir seirbhísí cúraim a sholáthair

source: Overall, the Department of Children and Youth Affairs (DCYA) has responsibility for these Regulations and for developing policy in this area
ga: Go ginearálta, is leis an Roinn Leanaí agus Gnóthaí Óige dualgas ar na Rialacháin seo agus ar pholasaí sa réimse seo a fhorbairt

source: The Child and Family Agency is required to inspect and regulate pre-school childcare services and has published a list of tips on choosing a pre-school
ga: Éilítear ar an Ghníomhaireacht um Leanaí agus an Teaghlach seirbhísí cúram leanaí réamhscoile a iniúchadh agus a rialú

source: What pre-school childcare services are covered?
ga: Cad iad na seirbhísí cúram leanaí réamhscoile atá clúdaithe?

source: The different types of pre-school childcare services are described in the Regulations as follows:
ga: Tá cur síos ar na cineálacha seirbhísí cúram leanaí réamhscoile sna Rialacháin mar a leanas:

source: Playgroups, crèches, Montessori groups, playschools, naionraí and childminders looking after more than 3 children offer sessional pre-school services
ga: Grúpaí imeartha, créiseanna, grúpaí Montessori, réamhscoileanna, naíonraí, agus feighlithe atá ag tabhairt cúram do níos mó ná triúr leanbh seirbhísí seisiúnacha réamhscoile

source: Services normally offered are planned programmes, consisting of up to 3.5 hours per session (for example, a morning or an afternoon)
ga: Is iad cláir atá leagtha amach nach bhfuil os cionn 3.5 uair a chloig in aghaidh an tseisiúin na gnáthseirbhísí atá á dtairiscint (mar shampla, maidin nó tráthnóna)

source: They generally cater for pre-school children in the 3-5 year age bracket
ga: Is gnách go bhfreastalaíonn siad ar leanaí réamhscoile atá idir 3 agus 5 bliana d’aois

source: This offers a structured day care service for pre-school children for more than 3.5 hours and less than 5 hours per day
ga: Tugann sé seo seirbhís chúram lae struchtúrach do leanaí réamhscoile atá os cionn 3.5 uair a chloig agus nach bhfuil os cionn 5 uair a chloig in aghaidh an lae

source: This is a structured day care service for more than 5 hours per day
ga: Is seirbhís cúram leanaí struchtúrach níos mó ná 5 uair a chloig in aghaidh an lae

source: Providers include day nurseries and crèches
ga: Áirítear naíonraí lae agus créiseanna sna soláthraithe

source: Childminders care for children in the childminder’s own home
ga: Soláthraíonn feighlithe leanaí cúram do leanaí i dteach féin an fheighlí leanaí

source: Throughout the year, they offer this service for the full working day or for different periods during the day
ga: I gcaitheamh na bliana, cuireann siad an tseirbhís seo ar fáil don lá oibre iomlán nó ar feadh tréimhse éagsúla i rith an lae

source: Parents and childminders negotiate their own terms such as hours, rates and duties
ga: Déanann tuismitheoirí agus feighlithe leanaí comhaontú ar a dtéarmaí féin, ar nós uaireanta, rátaí agus dualgas

source: As part of the National Childminding Initiative the Department of Children and Youth Affairs has published guidelines for childminders (pdf)
ga: Mar chuid den Tionscnamh Náisiúnta Feighlíochta Leanaí, d’fhoilsigh an Roinn Leanaí agus Gnóthaí Óige treoirlínte d’fheighlithe leanaí (pdf)

source: A childminder can care for no more than 5 pre-school children ar any given time, including the childminder's own pre-school children
ga: Féadfaidh feighlí leanaí cúram a thabhairt do chúigear leanaí réamhscoile, ar a mhéid, ag aon tráth amháin, ina measc leanaí féin réamhscoile an fheighlí leanaí

source: Only childminders caring for more than 3 children are covered by the Child Care Act, 1991
ga: Níl feighlithe leanaí a thugann cúram do bhreis agus triúr leanaí cumhdaithe ag an Acht um Chúram Leanaí, 1991

source: A childminding tax relief applies to people who mind up to 3 children in the minder's own home
ga: Baineann faoiseamh cánach um fheighlíocht le daoine a thugann cúram do nach mó ná triúr leanbh i dteach cónaithe an fheighlí

source: No tax is payable on their childminding earnings provided the earnings are less than €15,000 per year
ga: Níl cáin iníoctha ar a dtuilleamh feighlíochta ar choinneáil go bhfuil níos lú ná €15,000 in aghaidh na bliana ann

source: If the earnings exceed this amount tax is payable on the full amount
ga: Más níos mó ná an méid sin sa tuilleamh tá cáin iníoctha ar an mhéid iomlán

source: Childminders must include their childminding income in their annual tax return
ga: Ní mór d’fheighlithe a n-ioncam feighlíochta a chur isteach ina dtuairisceán cánach bliantúil

source: They must also notify their local City or County Childcare Committee that they are providing a childminding service
ga: Ní mór dóibh cur in iúl dona gCoiste Áitiúil Chúram Leanaí na Cathrach nó an Chontae go bhfuil seirbhís cúram leanaí á soláthair acu

source: Pre-school service in a drop-in centre
ga: Seirbhís cúram leanaí in ionad 'buail isteach'

source: A pre-school service in a drop-in centre refers to a service where a pre-school child is cared for over a period of not more than 2 hours while the parent or guardian is availing of a service or attending an event
ga: Is ag tagairt do sheirbhís réamhscoile in ionad 'buail isteach' i gcás a bhfuil leanbh réamhscoile faoi chúram ar feadh tréimhse nach mó ná 2 uair a chloig fad is atá tuismitheoir nó caomhnóir ag úsáid seirbhíse nó ag freastal ar ócáid

source: Such services are mainly located in places such as shopping centres or leisure centres
ga: Tá a leithid de sheirbhísí seo lonnaithe in áiteanna ar nós ionaid shiopadóireachta nó ionaid fhóillíochta

source: Certain pre-school care providers are exempt from notifying the Child and Family Agency including:
ga: Tá díolúine ó chur in iúl an Ghníomhaireacht um Leanaí agus an Teaghlach ag soláthraithe cúram leanaí éagsúla lena n-airítear:

source: • A relative of the child or the spouse of such a relative (that is, the brother, sister, aunt, uncle, grandparent or step-parent of the child)
ga: • Gaol den leanbh nó céile den ghaol sin (is é sin, an deartháir, deirfiúr, aintín, uncail, seantuismitheoir nó leastuismitheoir an linbh)

source: • If you are caring for 1 or more pre-school children of the same family and no other children (other than your own) in your own home
ga: • Má tá tú ag tabhairt cúram do leanbh réamhscoile amháin nó níos mó ón teaghlach céanna agus níl leanaí ar bith eile (seachas do leanaí féin) i do theach cónaithe féin

source: • If you are caring for not more than 3 pre-school children from different families (other than your own) in your own home
ga: • Má tá tú ag tabhairt cúraim do nach mó ná triúr leanbh réamscoile ó theaghlaigh éagsúla (seachas do leanaí féin) i do theach cónaithe féin

source: Child Care Act 1991 (Early Years Services) Regulations 2016 are made under Part VII of the Child Care Act 1991 and prescribe the measures which must be in place to meet the requirements of the Act
ga: Forordaítear i Rialacháin an Achta um Chúram Leanaí, 1991 (Seirbhísí Luathbhlianta), 2016 na bearta nach mór a bheith i bhfeidhm chun ceanglais an Achta um Chúram Leanaí, 1991 a chomhlíonadh

source: Areas covered by the Regulations include the following:
ga: I measc na limistéar a chumhdaítear sna Rialacháin, tá an méid seo a leanas:

source: Health, welfare and development of the child
ga: Sláinte, leas agus forbairt an linbh

source: A person carrying on a pre-school service shall ensure that each child’s learning, development and well-being is facilitated within the daily life of the service through the provision of the appropriate interaction, materials and equipment, having regard to the age and stage of development of the child and appropriate suitable care practices
ga: Duine atá ag seoladh seirbhís réamhscoile, cinnteoidh sé/sí go n-éascaítear foghlaim, forbairt agus leas gach linbh laistigh d’imeachtaí laethúla na seirbhíse trí na deiseanna cuí a chur ar fail, mar aon leis na heispéiris, na gníomhaíochtaí, an idirchaidhreamh, na hábhair agus an trealamh a oireann d’aois agus do stáid forbartha an linbh agus dá c(h)omhthéasc cultúrtha

source: First aid and medical assistance
ga: Garchabhair agus cúnamh leighis

source: There should be a suitably equipped first-aid box for children and arrangements to call medical assistance in an emergency
ga: Ní mór do bosca garchabhrach atá trealmhaithe go hoiriúnach le haghaidh leanaí agus socruithe i bhfeidhm chun glaoch ar chúnamh leighis i gcás éigeandála

source: A person trained in first aid for children must be available at all times
ga: Ní mór go mbíonn duine ar cuireadh oiliúint air/uirthi i ngarchabhair do leanaí a bheith ar fáil ag gach tráth

source: The law makes provision that a person carrying out a pre-school service must ensure that a sufficient number of suitable and competent adults are working directly with the children at all times
ga: Forálann an dlí go bhfuil duine atá ag seoladh seirbhís réamhscoile, cinnteoidh sé/sí go mbíonn líon go leor d’aosaigh oiriúnacha agus inniúla ag maoirsiú na leanaí i gcónaí

source: The DCYA has published a list of recognised qualifications for the purposes of the DCYA childcare programmes
ga: Tá an Roinn Leanaí agus Gnóthaí Óige (RLGÓ) tar éis liosta cáilíochtaí aitheanta a fhoilsiú chun críocha na gclár cúraim leanaí de chuid na RLGÓ

source: There should be appropriate vetting of all staff, students and volunteers who have access to a child by obtaining references and Garda vetting
ga: Ní mór seiceáil a dhéanamh ar gach ball foirne, gach mac léinn agus gach saorálaí a bhfuil teagmháil acu le leanbh trí theistiméireachtaí a fháil agus trí Seiceáil na nGardaí ón Garda Síochána

source: Adult/child and space ratios
ga: Coibhnis aoiseach/ leanaí agus spáis

source: of children │Floor area per child │ │ │children │adults │ │ │
ga: │Seirbhís réamhscoile │Aois Leanaí │Líon Aoiseach │Líon Leanaí │Achar urláir gach leanbh │

source: metres, maximum │ │ │ │ │ │of 22 per room │
ga: │Seirbhísí seisiúnacha │0-1 bliain │1 │3 │1.818 mhéadar cearnach, uasmhéid de 22 gach seomra │

source: metres, maximum │ │ │years │ │ │of 22 per room │
ga: │ │1-2.5 bliana │1 │5 │1.818 mhéadar cearnach, uasmhéid de 22 gach seomra │

source: │Full/part-time day│0-1 year │1 │3 │3.5 sq metres │ │care* │ │ │ │ │
ga: │Cúram lánlae/ páirtlae* │0-1 bliain │1 │3 │3.5 mhéadar cearnach │

source: │ │1-2 years │1 │5 │2.8 sq. metres │
ga: │ │1-2 bliana │1 │5 │2.8 mhéadar cearnach │

source: │ │2-3 years │1 │6 │2.35 sq. metres │
ga: │ │2-3 bliana │1 │6 │2.35 mhéadar cearnach │

source: │ │3-6 years │1 │8 │2.3 sq. metres │
ga: │ │3-6 bliana │1 │8 │2.3 mhéadar cearnach │

source: │Drop-in centres │0-6 years │1 │4 (only 2 or less │1.818 sq.metres, maximum │ │ │ │ │under 15 months) │of 24 per room │
ga: │Ionaid 'Buail Isteach' │0-6 bliana │1 │4 (2 amháin nó líos lú faoin aois 15 mhí) │1.818 mhéadar cearnach, uasmhéid de 24 gach seomra │

source: │Childminders │0-6 years │1 │5 (including his/her │No more than 2 children │ │ │ │ │own) │under 15 months │
ga: │Feighlithe │0-6 bliana │1 │5 (ina n-áirítear a chuid /a cuid féin) │Nach mó ná 2 leanbh faoin aois 15 mhí │

source: │Overnight │0-1 years │1 │3 │ │ │pre-school service│ │ │ │ │
ga: │Seirbhís réamhscoile thar oíche │0-1 bliain │1 │3 │ │

source: │ │1-6 years │1 │5 │ │
ga: │ │1-6 bliana │1 │5 │ │

source: *When a full day care service also takes children not on a full day basis, sessional service adult numbers apply
ga: * I gcás a glacann seirbhís chúram lánlae leanaí nach bhfuil ar bhonn lánlae, baintear uimhreacha aoiseach seirbhíse seisiúnaigh

source: The Child and Family Agency can limit the maximum number of pre-school children who may be catered for at the same time
ga: Is féidir leis an Ghníomhaireacht um Leanaí agus an Teaghlach teorann a chur ar uaslíon leanaí réamhscoile ar féidir freastal orthu ag an am céanna

source: This provision is aimed at preventing over-crowding in pre-school services
ga: Tá sé mar aidhm san foráil seo plódú i seirbhísí réamhscoile a chosc

source: If the Child and Family Agency proposes to limit numbers, the provider will be notified and has the opportunity to appeal or make representations about this decision
ga: Má mholann an Ghníomhaireacht um Leanaí agus an Teaghlach an líon leanaí a chosc, cuirfear in iúl don soláthraí agus beidh deis aige achomharc a chur isteach nó uiríll a dhéanamh faoin chinneadh seo

source: Anyone providing a pre-school childcare service should ensure that no corporal punishment is inflicted on any child attending the service
ga: Caithfidh duine atá ag seoladh seirbhís réamhscoile a chinntiú nach dtugtar pionós corpartha do leanbh réamhscoile atá ag freastal na seirbhíse

source: There should be written policies and procedures to deal with and to manage a child’s challenging behaviour and to assist the child to manage his or her behaviour
ga: Caithfear go bhfuil polasaithe agus nósanna imeachta i scríbhinn i bhfeidhm chun déileáil le hiompraíocht dhúshlánach linbh agus chun an iompraíocht sin a láimhseáil agus chun cuidiú leis an leanbh a iompraíocht/hiompraíocht féin a láimhseáil

source: Register of pre-school children
ga: Clár de leanaí réamhscoile

source: A pre-school childcare provider should keep a register with details of each child attending the service including name, date of birth, contact numbers for parents and child’s doctors
ga: Caithfidh soláthraithe cúram leanaí réamhscoile clár a choinneáil a bhfuil sonraí gach linbh atá ag freastal ar an tseirbhís istigh ann lena n-áirítear an t-ainm, dáta breithe, uimhreacha teagmhála do thuismitheoirí agus do dhochtúir an linbh

source: Parents should be given information about the service including details of the person in charge and other staff, the adult/child ratios, the age range of the children, the type of care, facilities, opening hours and fees
ga: Ba cheart faisnéis a thabhairt do thuismitheoirí faoin tseirbhís, ina measc sonraí faoin duine atá i gceannas agus faoin bhfoireann eile, na cóimheasa daoine fásta/leanaí, réimse aoise na leanaí, saghas an chúraim, na saoráidí, na huaireanta oscailte agus na táillí

source: Pre-school services (including childminders, drop-in centres, crèches, etc.) are obliged to ensure their standards meet certain standards and provide certain facilities. These rules include ensuring that:
ga: Éilítear ar seirbhísí réamhscoile (ina n-áirítear feighlithe, ionaid 'buail isteach', créiseanna, srl.) cinntiú go gcomhlíonainn a gcuid áiseanna caighdeáin éagsúla, ina n-áirítear sna rialacha:

source: • The premises are of sound and stable structure and are suitable for providing pre-school services
ga: • Caithfear socruithe dóthain a chur ar bun chun dóiteáin a mhúchadh

source: • Adequate space per child is provided in the premises
ga: Caithfear go mbeidh an fhoireann oilte in úsáid trealaimh

source: • Fixtures, premises and fittings are kept in a proper state of repair and in a clean and hygienic condition
ga: • Caithfear go bhfuil feisteas cosaint seasta ar gach dromchla astaithe teasa nó bheith faoi réir teirmeastait

source: • There must be adequate and suitable furniture, play and work equipment and materials available on the premises of the pre-school service
ga: • Coimeádtar bail cheart ar dhaingneáin, ar an áitreabh agus ar fheistis agus go gcoimeádtar bail ghlan agus shláinteach orthu

source: • There are adequate and suitable facilities for a pre-school child to rest and to play indoors and outdoors during the day
ga: • Ní mór go bhfuil troscán, trealamh súgartha agus oibre agus ábhair atá leordhóthanach agus oiriúnach ar áitreabh na seirbhíse réamhscoile

source: Pre-school childcare providers are required to ensure that the building has suitable and adequate heating, ventilation and lighting and sanitary facilities
ga: Tá ar sholáthraithe cúram leanaí réamhscoile a chinntiú go bhfuil téamh, aerú agus soilsiú agus saoráidí sláintíocha oiriúnacha agus leordhóthanacha san fhoirgneamh

source: All reasonable measures must be taken to safeguard the health, safety and welfare of a pre-school child attending the service and ensure that the environment of the service is safe
ga: Ní mór gach beart réasúnta a ghlacadh chun sláinte, sábháilteacht agus leas leanbh réamhscoile atá ag freastal ar an tseirbhís a chosaint lena chinntiú go bhfuil timpeallacht na seirbhíse sábháilte

source: Registered childcare providers must have a safety statement and a policies on a number of areas including managing behaviour, the administration of medication, infection control and safe sleep
ga: Ní mór go bhfuil ráiteas agus beartais sábháilteachta ag soláthraithe cláraithe cúram linbh ar roinnt limistéar, lena n-áirítear iompar a bhainistiú, cógas a thabhairt, rialú ionfhabhtaithe agus codladh sábháilte

source: A pre-school service should ensure that food is nutritious and complies with dietary and religious requrements
ga: Ba cheart go gcinnteodh seirbhís réamhscoile go bhfuil bia scamhardach agus go gcomhlíonann sé na riachtanais chothaithe agus reiligiúnacha

source: The Department of Health's Food and Nutrition Guidelines for Pre-School Services (pdf) advise that children in day care for more than 5 hours per session (full day care) should be offered at least 2 snacks and 2 meals, including one hot meal
ga: Tá treoirlínte (pdf) ag an Roinn Sláinte a thugann comhairle gur chóir nach lú na 2 bhéilí agus 2 sneaic a thairiscint do leanaí atá faoi chúram os cionn 5 uair a chloig in aghaidh an lae (cúram lánlae), ceann amháin de na béilí le bheith te

source: The provider should ensure that the pre-school children are adequately insured against injury while attending the service
ga: Cinnteoidh soláthróir go bhfuil dóthain árachais ar na leanaí réamhscoile in aghaidh díobhála agus iad ag freastal ar an tseirbhís

source: If you need further information about the standards and regulation of childcare services for pre-school children you should contact the early years/pre-school inspector
ga: Má tá tuilleadh faisnéise de dhíth ort faoi na caighdeáin agus rialúcháin seirbhísí cúram leanaí réamhscoile ní mór duit dul i dteagmháil leis an gcigire luath-óige/réamhscoile

source: Parents seeking information on local childcare services and other issues relating to the care of young children should contact their local City/County Childcare Committees (CCC)
ga: Tuismitheoirí atá ag cuardach eolais ar sheirbhísí áitiúil cúram leanaí agus ceisteanna eile a bhaineann le cúram leanaí óga, ní mór dóibh dul i dteagmháil lena Coistí áitiúla Cúram Leanaí Cathrach/Contae (CCC)

source: Contact your local City/County Childcare Committee
ga: Déan teagmháil le do Choiste Cúram Leanaí Cathrach /Contae
